[LWS_Stormrider X2SoldierClassTemplate]
+DisplayName="Громобой"
+ClassSummary="Громобой - внушающий страх боец ближнего боя. Боевая ярость подпитывает его псионические силы, которые проявляются в виде красных молний. Он может прорвать самую крепкую оборону или закрепиться на месте, как скала, при этом легко и грациозно перемещаясь по полю боя."
+LeftAbilityTreeTitle="Берсерк"
+RightAbilityTreeTitle="Росчерк"
AbilityTreeTitles[0]="Берсерк"
AbilityTreeTitles[1]="Росчерк"
AbilityTreeTitles[2]="Стойкость"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"

+RandomNickNames[0]="Убийца"
+RandomNickNames[1]="Дровосек"
+RandomNickNames[2]="Гладиатор"
+RandomNickNames[3]="Истребитель"
+RandomNickNames[4]="Топор"
+RandomNickNames[5]="Разрушитель"
+RandomNickNames[6]="Рагнарёк"
+RandomNickNames[7]="Хаос"
+RandomNickNames[8]="Фанатик"
+RandomNickNames[9]="Крепость"
+RandomNickNames[10]="Опустошитель"
+RandomNickNames[11]="Проксимо"
+RandomNickNames[12]="Клеймор"
+RandomNickNames[13]="Ворон"
+RandomNickNames[14]="Перехватчик"
+RandomNickNames[15]="Рейден"
+RandomNickNames[16]="Озорник"
+RandomNickNames[17]="Меченосец"
+RandomNickNames[18]="Защитник"
+RandomNickNames[19]="Разряд"
+RandomNickNames[20]="Вайсхейм"
+RandomNickNames[21]="Клинок"
+RandomNickNames[22]="Блиц"
+RandomNickNames[23]="Пополам"
+RandomNickNames[24]="Кровник"
+RandomNickNames[25]="Редрум"
+RandomNickNames[26]="Шокерфейс"

RandomNickNames_Male[0]="Тор"
RandomNickNames_Male[1]="Бог грома"
RandomNickNames_Male[2]="Испанец"
RandomNickNames_Male[3]="Магнус"


RandomNickNames_Female[0]="Валькирия"
RandomNickNames_Female[1]="Секира"
RandomNickNames_Female[2]="Королева клинков"
RandomNickNames_Female[3]="Шилдмайден"
